Repository: NNikiforuk/My-tummy-hurts
Catalog: My tummy hurts/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl, zh_hans

source: This ingredient was consumed %@ before this symptom. However, we don't have enough historical data about this ingredient yet (less than 2 meals tracked). The score shown is a baseline estimate. Track more meals containing this ingredient to get more reliable analysis
de: Diese Zutat wurde %1$@ vor diesem Symptom konsumiert. Es liegen jedoch noch nicht genügend historische Daten vor (weniger als 2 Datensätze). Der angezeigte Wert ist eine Basisschätzung. Erfasse mehr Daten mit dieser Zutat für eine verlässlichere Analyse
es: Este ingrediente se consumió %1$@ antes de este síntoma. Sin embargo, aún no hay suficientes datos históricos (menos de 2 registros). El puntaje mostrado es una estimación base. Registra más datos con este ingrediente para obtener un análisis más confiable
fr: Cet ingrédient a été consommé %1$@ avant ce symptôme. Cependant, il n’y a pas encore assez de données historiques (moins de 2 enregistrements). Le score affiché est une estimation de base. Suivez plus d’enregistrements contenant cet ingrédient pour obtenir une analyse plus fiable
pl: Ten składnik został spożyty %1$@ przed tym objawem. Nie mamy jeszcze wystarczającej ilości danych historycznych (mniej niż 2 zapisy). Wynik jest wstępnym oszacowaniem. Zbieraj więcej danych zawierających ten składnik, aby uzyskać wiarygodniejszą analizę
zh_hans: 此成分在该症状前 %1$@ 被摄入。但目前缺乏足够的历史数据（记录少于 2 条）。当前分数为基线估计。请继续记录包含此成分的数据以获得更可靠的分析

source: This score identifies potential connections based on timing and your historical patterns. It's a helpful tool for investigation, not a definitive diagnosis. Many factors can influence symptoms, and correlation doesn't always mean causation
de: Dieser Score identifiziert mögliche Zusammenhänge basierend auf zeitlichen Abläufen und Ihren bisherigen Mustern. Er ist ein hilfreiches Analysewerkzeug, jedoch keine endgültige Diagnose. Viele Faktoren können Symptome beeinflussen, und Korrelation bedeutet nicht immer Kausalität
es: Esta puntuación identifica posibles conexiones basadas en el tiempo y en tus patrones históricos. Es una herramienta útil para el análisis, no un diagnóstico definitivo. Muchos factores pueden influir en los síntomas, y la correlación no siempre implica causalidad
fr: Ce score identifie des liens potentiels basés sur le moment et vos schémas historiques. C’est un outil d’analyse utile, mais pas un diagnostic définitif. De nombreux facteurs peuvent influencer les symptômes, et la corrélation n’implique pas toujours une causalité.
pl: Wskaźnik identyfikuje potencjalne powiązania na podstawie czasu wystąpienia objawów i wzorców historycznych. To pomocne narzędzie analityczne, nie ostateczna diagnoza. Na objawy może wpływać wiele czynników, a korelacja nie zawsze oznacza przyczynowość
zh_hans: 此评分根据时间和历史模式识别潜在关联。这是一个辅助分析工具，而非确诊。多种因素可能影响症状，相关性并不总意味着因果关系。

source: Time proximity
de: Zeitliche Nähe
es: Proximidad temporal
fr: Proximité temporelle
pl: Odległość w czasie
zh_hans: 时间接近度

source: Time window
de: Zeitfenster
es: Intervalo de tiempo
fr: Fenêtre temporelle
pl: Okno czasowe
zh_hans: 时间窗口

source: Time-weighted analysis
de: Zeitgewichtete Analyse
es: Análisis ponderado en el tiempo
fr: Analyse pondérée dans le temps
pl: Analiza czasowa
zh_hans: 时间加权分析

source: Top 10 problematic ingredients
de: 10 problematischste Zutaten
es: 10 ingredientes más problemáticos
fr: 10 ingrédients les plus problématiques
pl: Top 10 problematycznych składników
zh_hans: 前10个可能引起问题的成分

source: Top ingredients
de: Häufigste Zutaten
es: Ingredientes más comunes
fr: Ingrédients les plus courants
pl: Najczęstsze składniki
zh_hans: 最常见的食材

source: Top ingredients on chart
de: Häufigste Zutaten im Diagramm
es: Ingredientes más comunes
fr: Nombre d’ingrédients affichés
pl: Liczba składników na wykresie
zh_hans: 图表中的最常见成分

source: Total meals with ingredient
de: Gesamtzahl der Datensätze mit dieser Zutat
es: Total de registros con este ingrediente
fr: Total des enregistrements avec cet ingrédient
pl: Posiłki z tym składnikiem
zh_hans: 含此成分的总记录数

source: Total symptoms within 8 hours after ingredient
de: Gesamtzahl der Symptome innerhalb von 8 Stunden nach der Zutat
es: Total de síntomas dentro de las 8 horas posteriores al ingrediente
fr: Nombre total de symptômes dans les 8 heures suivant cet ingrédient
pl: Objawy w ciągu 8 godzin po spożyciu składnika
zh_hans: 成分后 8 小时内的症状总数

source: Track a few more meals to improve accuracy
de: Erfasse einige zusätzliche Einträge, um die Genauigkeit zu erhöhen
es: Registra algunos datos más para mejorar la precisión
fr: Ajoutez quelques enregistrements supplémentaires pour améliorer la précision
pl: Zarejestruj kilka dodatkowych danych, aby poprawić dokładność
zh_hans: 再记录几条数据以提高准确性

source: Track any reintroduction attempts carefully
de: Beobachte alle Wiedereinführungsversuche sorgfältig
es: Registra cuidadosamente cualquier intento de reintroducción
fr: Suivez attentivement toute tentative de réintroduction
pl: Dokładnie monitoruj każdą próbę ponownego wprowadzenia
zh_hans: 仔细记录任何重新引入的尝试

source: Track more meals with this ingredient to build reliable data
de: Erfasse mehr Daten mit dieser Zutat, um zuverlässige Ergebnisse zu erhalten
es: Registra más datos con este ingrediente para obtener resultados fiables
fr: Continuez à suivre cet ingrédient pour constituer des données fiables
pl: Zbieraj więcej danych z tym składnikiem, aby uzyskać wiarygodne wyniki
zh_hans: 继续记录此成分的数据以建立可靠的结果

source: Track patterns in monthly calendar
de: Muster im Monatskalender erkennen
es: Detecta patrones en el calendario mensual
fr: Suivre les tendances dans le calendrier mensuel
pl: Sprawdź schematy w kalendarzu miesięcznym
zh_hans: 在月历中跟踪功能

source: Try eating it at different times of day to see if timing matters
de: Probiere es zu unterschiedlichen Tageszeiten, um zu sehen, ob die Uhrzeit eine Rolle spielt
es: Prueba consumirlo en distintos momentos del día para ver si el horario influye
fr: Essayez de le consommer à différents moments de la journée pour voir si le moment influe
pl: Spróbuj spożyć o różnych porach dnia, aby sprawdzić, czy czas ma znaczenie
zh_hans: 尝试在不同时间食用以观察时间是否影响结果

source: Try eating this ingredient separately to isolate its effect
de: Probiere, diese Zutat einzeln zu essen, um ihre Wirkung zu isolieren
es: Prueba consumir este ingrediente por separado para aislar su efecto
fr: Essayez de consommer cet ingrédient séparément pour isoler son effet
pl: Spróbuj spożyć ten składnik osobno, by ocenić jego działanie
zh_hans: 尝试单独食用此成分以评估其影响

source: Try it in isolation (not with other potentially triggering foods)
de: Teste es isoliert (nicht mit anderen möglichen Auslösern)
es: Pruébalo de forma aislada (sin otros alimentos que puedan causar síntomas)
fr: Essayez-le isolément (sans autres aliments potentiellement déclencheurs)
pl: Spróbuj spożyć go oddzielnie (nie łącz z innymi potencjalnymi wyzwalaczami)
zh_hans: 独立尝试（不要与其他可能引发症状的食物 - 起食用）

source: Uncover what's hurting your gut
de: Finde heraus, was deinem Darm schadet
es: Descubre qué le hace daño a tu estómago
fr: Découvrez ce qui nuit à vos intestins
pl: Sprawdź, co szkodzi Twoim jelitom
zh_hans: 找出是什么在伤害你的肠胃

source: Use the exact same names each time.
de: Verwenden Sie jedes Mal exakt dieselben Namen.
es: Use exactamente los mismos nombres cada vez.
fr: Utilisez exactement les mêmes noms à chaque fois.
pl: Za każdym razem używaj dokładnie tych samych określeń.
zh_hans: 每次请使用完全相同的名称。

source: Very high correlation
de: Sehr hohe Korrelation
es: Correlación muy alta
fr: Corrélation très élevée
pl: Bardzo wysoka korelacja
zh_hans: 非常高的相关性

source: Very low suspicion
de: Sehr geringer Verdacht
es: Sospecha muy baja
fr: Très faible suspicion
pl: Bardzo niskie podejrzenie
zh_hans: 非常低的怀疑度

source: Very strong correlation
de: Sehr starke Korrelation
es: Correlación muy fuerte
fr: Corrélation très forte
pl: Bardzo silna korelacja
zh_hans: 非常强的相关性

source: We need at least 3 meals with this ingredient to provide reliable analysis. More data means more accurate results
de: Mindestens 3 Datensätze mit dieser Zutat sind erforderlich, um eine verlässliche Analyse zu gewährleisten. Mehr Daten bedeuten genauere Ergebnisse
es: Se necesitan al menos 3 registros con este ingrediente para un análisis fiable. Más datos significan resultados más precisos
fr: Au moins 3 enregistrements avec cet ingrédient sont nécessaires pour une analyse fiable. Plus de données signifie des résultats plus précis
pl: Potrzebne są co najmniej 3 zapisy z tym składnikiem, aby analiza była wiarygodna. Więcej danych to dokładniejsze wyniki
zh_hans: 我们需要至少 3 条与此成分相关的记录以进行可靠分析。更多数据意味着更准确的结果

source: We track symptoms within 8 hours after meals. Symptoms that occur closer to meal time receive higher weight in the calculation
de: Wir verfolgen Symptome innerhalb von 8 Stunden nach dem Essen. Symptome, die näher zur Mahlzeit auftreten, erhalten in der Berechnung ein höheres Gewicht
es: Registramos los síntomas dentro de las 8 horas posteriores a la comida. Los síntomas que ocurren más cerca de la hora de comer tienen un mayor peso en el cálculo
fr: Nous suivons les symptômes dans les 8 heures suivant les repas. Les symptômes survenant plus près du repas ont un poids plus élevé dans le calcul
pl: Śledzimy objawy w ciągu 8 godzin po posiłku. Objawy, które występują bliżej czasu posiłku, mają większą wagę w obliczeniach
zh_hans: 我们跟踪餐后 8 小时内的症状。距离进餐时间越近的症状在计算中权重越高

source: What does this mean?
de: Was bedeutet das?
es: ¿Qué significa esto?
fr: Que signifie ceci ?
pl: Co to oznacza?
zh_hans: 这是什么意思？

source: Worth monitoring this ingredient more closely
de: Es lohnt sich, diese Zutat genauer zu beobachten
es: Vale la pena hacer un seguimiento más cercano de este ingrediente
fr: Il vaut la peine de surveiller cet ingrédient de plus près
pl: Warto uważniej monitorować ten składnik
zh_hans: 值得更密切地跟踪此成分

source: Symptom
es: Síntoma
fr: Symptôme
pl: Objaw
zh_hans: 症状

source: Symptom:
es: Síntoma:
fr: Symptôme:
pl: Objaw:
zh_hans: 症状：

source: System
es: Sistema
fr: Système
pl: Systemowy
zh_hans: 系统
